[Language]
DisplayName=Portuguese

[500]
500=***Secção utilizada para mensagens do Bot e Splash***
1=Não executes/compiles o Script como (x64)! Tenta executar/Compilar o Script como (x86) para colocares o bot a trabalhar.\r\nIf esta mensagem ainda aparece, tenta reinstalar o AutoIt.
2=Ao usar a linha de comandos (ou um atalho) tu podes iniciar vários bots:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\nCom o parametro da primeira lina de comando, especifíca o naomeDePerfil (tu podes criar perfis nao misc, se o naome de perfil contém {space}, então anexa o naome de Perfil citações duplas). Com o segundo, especifíca o naome do emulador e com a terceira, a Instância do Android (exepto para o BlueStacks). \r\nEmuladores suportados: MEmu, Droid4X, naox, BlueStacks2 and BlueStacks.\r\n\r\nExemplos:\r\n     MyBot.run.exe MyVila BlueStacks2\r\n     MyBot.run.exe "My Second Vila" MEmu MEmu_1
3=%s
4=%s (instância %s)
5=My Bot já esta a funcionar hà %s.\r\n\r\n
6=My Bot já está a funcionar com o perfil %s há %s.\r\n\r\n
7=Encontrado a funcionar %s %s
8=Configurações do Emulador de Android: %s
9=Escudo do Android não disponível por %s
20=, Perfil: %s
21=A iniciar o Android...
22=A detetar o Android...
23=A Carregar o GUI Principal...
24=A Carregar o Último GUI...
25=A Carregar a Aba geral...
26=A Carregar a Aba da Vila...
27=A Carregar a Aba de Ataque...
28=A Carregar a Aba do Bot...
29=A Carregar a Aba Sobre Nós...
30=A Iniciar Gui...
31=Mostrar o Bot
32=Esconder Quando Minimizado
33=Apoia o Desenvolvimento!
34=Sobre
35=Sair
36=A Fechar o Bot Anterior...

[600]
600=***Secção utiliada para o nome das Abas***
0=Aba do naome
1=Log
2=Vila
3=Plano de Ataque
4=Bot
5=Sobre Nós
6=Misc
7=Pedir e Doar
8=Melhorar
9=Conquistas
10=Notificar
11=Pedir Tropas
12=Doar Tropas
13=Horário de Doações
14=Laboratório
15=Heróis
16=Construções
17=Muros
18=PushBullet
19=Instrucões
20=Tropas
21=Feitiços
22=Acelerar
23=Vila Inativa
24=Vila Ativa
25=CV Snipe
26=Bully
27=Opções
28=Procurar
29=Atacar
30=Fim da Batalha
31=Coletores
32=Config. Trof.
33=Carregar Estratégia
34=Salvar Estratégia
35=Opções
36=Perfis
37=Estatísticas
38=Lucro
39=Misc
40=Ataques
41=Treinar Exército
42=Procurar e Atacar
43=Estratégias
44=A - Estruturas
45=B - Condições
46=C - Atacar
47=D - Depois de Milking
48=Avançado
49=nota: Esta estratégia está desabilitada, marca a opção na
50=aba para habilitá-la!
51=Debug
300=Horário de Notificações

[601]
601=***Secção usada para Geral***
2=LOG do Bot
3=Estilo Log
4=Usa esta opção para selecionar o estilo da Log.
5=Usa Divisor Para Redimencionar ambas as logs.
6=Mesmo tamanho para Log de ataque e do bot. 
7=Log de Bot grande, Log de Ataque pequena
8=Log de Bot pequena, Log de Ataque grande
9=Mostrar a Log do Bot, Esconder a Log de Ataque
10=Esconder a Log do Bot, Mostrar a Log de Ataque
11=Limpar Log Atq.
12=Usa isto para limpar a Log de Ataque
13=Copiar
14=Usa isto para copiar a Log de Ataque (CTRL+C)
15=Log de Ataque
16=-----------------  SAQUE  -------------------       ----- BONÚS ------
17= TEMP.|TROP.|BUSCA |  OURO | ELIXIR|E.NEGRO|TR.|S|  OURO|ELIXIR|  EN|L.
18=Doação via Paypal?
19=Apoia o Desenvolvimento!
199=Opções

[602]
602=***Secção utilizada para Último Geral***
0=- bot gratuito -
1=Iniciar Bot
2=Parar Bot
3=Pausar
4=Usa isto para PAUSAR todas as ações do Bot até retornar (ou Pausa/Break Key).
5=Retornar
6=Usa isto para RETORNAR um bot pausado (ou Pausa/Break key).
7=Modo Procura
8=Não ataca. Procura por vilas com as condições escolhidas.
9=Foto
10=Clica aqui para tirar uma screenshot da tua vila e guardá-la num arquivo.
11=Esconder
12=Usa isto para esconder a Janela do Android.
13=(Não minimizado mas escondido)
14=Segundo Plano
15=Modo
16=Assinala isto mara ativar o Modo Segundo Plano do Bot.
17=Com isto tu também podes esconder a janela do Emulador do Android.
18=Ataque VI!
19=Ataque VA!
20=Snipe CV!
22=O Relatório da Vila
23=aparecerá aqui
24=de imediato.
25=Mudar entre Informação da Vila e Estatísticas
26=Mostrar
27=Juntar
28=Afastar
29=Usa isto para juntar a janela do Emulador Do Android com o bot.
30=Usa isto para INICIAR o bot.
31=Usa isto para PARAR o bot (ou tecla ESC).

[603]
603=***Secção usada para Valor Comum***
0=Nenhum
1=Nada
2=Este butão irá apagar ou definir um conjunto de caixas.
3=AM
4=PM
5=Busca(s)
6=seg.
7=segundo
8=seconds
9=Min
10=min.
11=Busca(s).
12=%
13=-
14=Horas
15=Hora
16=D
17=Domingo
18=S
19=Segunda-Feira
20=T
21=Terça-Feira
22=Q
23=Quarta-Feira
24=Q
25=Quinta-Feira
26=S
27=Sexta-Feira
28=S
29=Sábado
30=Apenas durante estas horas de cada dia
31=Apenas durante estes dias da semana
32=Vila
36=Dia
37=hrs
38=hr
35=Hora:

[604]
604=***Secção usada para Tropas***
1=Bárbaros
2=Arqueiras
3=Gigantes
4=Goblins
5=Dest. de Muros
6=Dest. de Muros
7=Balões
8=Magos
9=Curadouras
10=Dragões
11=Pekkas
12=P.E.K.K.A.s
13=Servos
14=Corredores
15=Valquírias
16=Golems
17=Bruxas
18=Lava Hounds
19=Lançadores
20=Bebés Dragão
21=Mineiros

[605]
605=***Secção usada para Feitiços***
1=Feitiço de Relâmpago
2=Feitiço de Cura
3=Feitiço de Fúria
4=Feitiço de Salto
5=Feitiço de Gelo
6=Feitiço de Veneno
7=Feitiço de Terramoto
8=Feitiço de Acelaração
9=Veneno
10=Terramoto
11=Aceleração
12=Feitiço de Clone
13=Feitiço de Esqueleto
14=Esqueleto

[606]
606=***Secção usada para a aba de Fim de Batalha***
1=Encerrar a Batalha
2=Quando não houver saque novo
3=Encerrar a batalha quando não houver saque entra neste nr. de segundos.
4=Contagem decescente começou após todas as tropas e Heróis colocados na batalha.
5=atacar em
7=E recursos estão abaixo de
8=Terminar Batalha se abaixo desta quantidad de Ouro.
9=Quando não sobram recursos
10=Terminar Batalha quando todo o Ouro, Elixir e Elixir Negro = 0
11=Quando 1 estrela ganha
12=Terminará a batalha se 1 estrela foi ganha
13=Quando 2 estrelas ganhas
14=Terminará a batalha se 2 estrelas foram ganhas
15=Opções do Fim da Batalha do Lado do EN
16=Atacar o lado de Elixir Negro, Opções do Fim da Batalha
17=Ativado ao selecionar o ataque do lado do EN em Vila Ativa - Ataque ativo: opções
18=Quando abaixo de
19=Ativar condições especiais nao ataque do ldo do Elixir Negro.
20=Se nenhum filtro adicional selecionado acabará a batalha quando abaixo de Porcentagem de Elixir Negro.
21=Desabilitar Opções naormais de Fim de Batalha
22=Desabilitar Opções naormais de Fim de Batalha quando o lado de EN é encontrado.
23=Acabará a batalha quando abaixo de um minimo de EN e 1 estrela ganha.
24=Quando
25=Acabará a batalha quando abaixo de um minimo de EN e o rei está com pouca vida.
26=está com pouca vida
27=Acabará a batalha quando abaixo de um minimo de EN e a rainha está com pouca vida.
28=Mudar o ataque de VI nao FIM
29=Selecionar a % de Acampamentos antes de ativar esta opção

[607]
607=***Secção usada na aba Ataques Encriptados***
1=Colocar
2=IMG
3=Fazer uma IMG com informação extra nao perfil -> Temp Folder
4=Seleciona o script; Tu podes editar/adicionar novos scripts localizados na pasta: 'CSV/Attack'
5=Atualizar a pasta do Script
6=Mostrar/Editar o atual Script de ataque
7=Criar novo Script de ataque
8=Copiar o Script atual para um novo nome

[608]
608=***Secção usada na aba Ataque Normal***
1=Colocar
2=Ordem de colocação das tropas
3=Atacar em
4=Atacar num único lado, penetrar pela base
5=Atacar em dois lados, penetrar pela base
6=Atacar em três lados, destroi o exterior e um pouco do centro
7=Seleciona o nr. de lados para atacar.
8=um lado
9=dois lados
10=três lados
11=todos os lados igual
12=Atraso uni.
13=Isto atrasa a colocação das tropas, 1 (fast) = like a Bot, 10 (slow) = Like a Human.
14=Aleatóriamente irá tornar o bot mais parecido com um bot.
15=Vagas
16=Aleatoriezar atraso para unidades e vagas
17=Usar Ataque Inteligente: Junto da Linha Vermelha.
18=Usar Ataque Inteligente para detetar a 'Linha Vermelha' da Vila. E colocar as tropas junto desta.
19=Tipo Coloc.
20=Selecionar o Modo de Colocar Tropas para as vagas de tropas.
21=Tipo 1: Colcar uma única vaga de tropas num lado e trocar tropas, OU
22=Tipo 2: Colocar uma vaga inteira de todas as tropas (ex. gigantes, barbs. e arqs.) num lado e depois mudar de lado.
23=Lados, depois Tropas
24=Tropas, depois Lados
25=Padrão(Todas as Tropas)
26=Clolocar tropas junto das Minas de Ouro
27=Colocar tropas junto dos Coletores de Elixir
28=Colocar tropas junto das Brocas de Elixir Negro
29=Atacar por um único lado junto do Depósito de Elixir Negro
30=Atacar por um único lado junto do Centro de Vila
31=Ataque Lado do EN
32=Ataque Lado do CV
33=Selecionar a ordem pré-definida de tropas.
34=Cada opção coloca tropas em ordens diferentes e em vagas diferentes
35=Apenas as tropas selecionadas na opção "Apenas Colocar Estas Tropas" serão colocadas

[609]
609=***Secção uusada para aba Configurações Troféus***
1=Configurar Troféus
2=Limite Troféus
3=MIN: O bot irá reuzir os troféus até abaixo deste valor.
4=MAX: O bot irá reduzir os troféus se o número de troféus exceder este valor.
5=Usar Heróis para reduir troféus.
6=Usar Heróis para reduir troféus se estes estiverem disponíveis.
7=Atacar Vilas Inátivas enquanto se reduzem os troféus.
8=Atacar Vilas Inátivas na primeira busca enquanto se reduzem os troféus.
9=Esperar pelo exército
10=Coloca a porcentagem de exercito para atacar Vilas Inativas antes de iniciar a perda de troféus.

[610]
610=***Secção usada para aba Misc***
1=Parar de Atacar
2=Usa esta opção para definir quando o bot deve parar de atacar.
3=Parar e Doar
4=Parar Bot
5=Fechat Bot
6=Fechar CoC+Bot
7=Desligar PC
8=Suspender PC
9=Reiniciar PC
10=Quando...
11=O e E Cheios e Max. de Trof.
12=(O e E) Cheios ou Max. De Trof.
13=(O ou E) Cheios e Max. De Trof.
14=O ou E Cheios ou Max. de Trof.
15=Ouro e Elixir Cheios
16=Ouro ou Elixir Cheios
17=Ouro Cheio e Max. De Trof.
18=Elixir Cheio e Max. De Trof.
19=Ouro Cheio ou Max. De Trof.
20=Elixir Cheio ou Max. De Trof.
21=Ouro Cheio
22=Elixir Cheio
23=Alcançar Max. De Trof.
24=Elixir Negro Cheio
25=Todos Depósitos (O+E+EN) Cheio
26=Bot a funcionar por...
27=Agora (Treinar/Doar Apenas)
28=Agora (Doar Apenas)
29=Agora (Apenas ficar online)
30=C/Escudo (Treinar/Doar Apenas)
31=C/Escudo (Doar Apenas)
32=C/Escudo (Apenas ficar online)
35=O Bot irá parar de atacar automaticamente quando ficares sem recursos. Este voltará a atacar quando atingidos os valores mínimos de recursos.
36=Retomar
37=Valor mínimo de Ouro para o bot voltar a atacar após parar de atacar devido a pouco Ouro.
38=Valor mínimo de Elixir para o bot voltar a atacar após parar de atacar devido a pouco Elixir.
39=Valor mínimo de Elixir Negro para o bot voltar a atacar após parar de atacar devido a pouco Elixir Negro.
40=Rearmar, Coletar, Limpar
41=Rearmar Armadilhas e Recarregar X-Bestas e Infernos
42=Seleciona isto para Rearmar automaticamente Armadilhas, Recarregar X-Bestas e Infernaos (se alguma) na tua Vila.
43=Coletar Recursos e o Carrinho de Loot
44=Seleciona isto para colatar automaticamente os recursos da tua vila
45=das Minas de Ouro, Coletores de Elixir e Brocas de Elixir Negro.
46=Isto irá procurar o Carrinho de Recursos da tua vila e coletá-lo.
47=Limpar Lápides
48=Seleciona isto para automaticamente remover as Lápides apósum ataque enimigo.
49=Remover Obstáculos
50=Seleciona isto ara limpar o Terronao de Àrvores, Troncos, etc.
51=Remover Caixa de Gemas
52=Seleciona isto para remover automaticamente a Caixa de Gemas.
53=Localizar Manualmente
54=Centro Da Vila
55=Relocalizar o teu
56=Castelo do Clã
57=Acamp.
58=Acamp.
59=Q.
60=Quartel
61=F.F.
62=Fábrica de Feitiços
63=F.F.S.
64=Fábrica de Feitiços Sombrios
65=Rei
66=Altar do Rei Bárbaro
67=Rainha
68=Altar da Rainha Arqueira
69=Grande Guardião
70=Altar do Grande Guardião
71=Lab.
72=Laboratório
73=Reset.
74=Clica aqui para resetar todos os edifícios,
75=quando mudares o layout da tua Vila

[611]
611=***Secção usada para aba Pedir Tropas***
1=Tropas do Castelo Clã
2=Pedir Tropas/Feitiços
3=Qualquer coisa por favor
4=Este texto é utilizado para pedir tropas nao chat do clã.
5=Horário de Doações

[612]
612=***Secção usada para aba Doar Tropas***
22=Secção do Menu de Doação de Tropas
23=Lista Negra
24=Tropas Customiz.
25=Ativar Reconhecimento do Alfabeto Cirílico
26=Seleciona isto para ativar o reconhecimentodo alfabeto Cirílico.
27=Doar
28=Seleciona isto para doar
29=Doar a TODOS
31Isto irá IGnaoRAR todas as palavravras-chave.
32=Palavras-Chave para Doar
33=NÃO doar a estas Palavras-Chave
34=Lista Negra para Doações
35=barbaros\r\nbarb
36=nao bárbaros\r\nnao barb\r\nbárbaros nao\r\nbarb nao
37=arqueiras\r\narq
38=arqueiras nao\r\nnao arch\r\nnão arqueiras\r\narq ao
39=gigantes\r\ngigante\r\nqualquer\r\nreforços
40=nao gigantes\r\nggigantes nao
41=goblins\r\ngoblin
42=nao goblins\r\ngoblins nao
43=Destruidores de Muro\r\nMuro
44=Nao Destruidores de Muros\r\nDestruidores de Muro nao
45=baloes\r\nbalao
46=nao baloes\r\nbaloes nao
47=magos\r\nmago\r\nwiz
48=nao magos\r\nmagos nao\r\nnao mago\r\nmago nao
49=cura
50=nao cura\r\ncura nao
51=dragao
52=nao dragao\r\ndragao nao
53=PEKKA\r\npekka
54=nao PEKKA\r\npekka nao
55=servos\r\nservo
56=nao servos\r\nservos nao\r\nnao servo\r\nservo nao
57=corredores\r\nhogs\r\nporcos
58=nao porcos\r\nporcos nao
59=valquirias\r\nvalquiria\r\nvalk
60=nao valquirias\r\nvalquirias nao\r\nnao valk\r\nvalk nao
61=golem
62=nao golem\r\ngolem nao
63=bruxas\r\nbruxa
64=nao bruxas\r\nbruxa nao
65=lavahound\r\nlava\r\nlava
66=nao lavahound\r\nlava nao\r\nlava nao
71=suporte terrestre\r\nterrestre
72=1º
73=2º
74=3º
75=
76=nao terrestre\r\nterrestre nao\r\nApenas
77=Não doar para nenhuma destas Palavras-Chave
78=Lista Negra Geral
79=clan war\r\nwar\r\ncw
80=Lista Negra Geral para doações pedidos
81=se as Palavras-Chave coincidirem com o pedido.
82=para TODOS os Pedidos.
83=
84=
85=
86=
87=veneno
88=nao veneno\r\nveneno nao
89=terramoto\r\nquake
90=nao terramoto\r\nterra nao
91=aceleraçao
92=nao aceleraçao\r\naceleraçao nao
93=lançador\r\nlançadors\r\nbowl
94=nao lançador\r\nbowl nao
95=bebe dragao\r\nbebe
96=nao bebe dragao\r\nbebe dragao nao\r\nnao bebe\r\nbebe nao
97=mineiro|mine
98=nao mineiro\r\nmineiro nao\r\nnao mine\r\nmine nao
99=esqueleto|esq
100=nao esqueleto\r\nesqueleto nao\r\nnao esq
101=asuporte aereo\r\nqualquer ar
102=nao ar\r\naar nao\r\nApenas\r\nso
31=Isto irá ignorar todas as palavras chave.

[613]
613=***Secção usada para aba Horário de Doações***
1=Horário de Doações
2=Filtro de Doação dos Membros do Clã
4=nao Filtrar, Doar a todos os membros do clã
5=nao Filtrar mas recolher imagens dos membros do clã
6=Doar apenas aos membros do clã na Lista Branca
7=Doar a todos exepto membros do clã na Lista Negra
8=Ao usar esta opção tu podes escolher doar a todos os membros do clã (sem Filtro), Doar apenas a certos membros (Lista Branca)ou doar a todos exepto a alguns membros (Lista Negra)
9=Abrir pasta de imagens dos membros do clã
10=Imagens dos membros do cla são tiradas e guardadas na pasta principal, mover para pasta apropriada (Lista Branca ou Negra)
13=Ignorar pedidos quando o acampamento está quase cheio.
14=se as tropas nos acampamentos são superiores a
15=Ignorar pedidos quando o acampamento está quase cheio.

[614]
614=***Secção usada na aba Melhorar - Laboratório***
1=Laboratório
2=Evoluir automaticamente Tropas no Laboratório
3=Clica na caixa para evoluir automaticamente Tropas no Laboratório
4=Próxima
5=Seleciona o tipo de tropa para evoluir com este Menu
6=O icon da tropa irá aparecer á direita.
7=Qualque feitiço/tropa tem prioridade sobre o Up dos Herois!
8=Botão vermelho visivel, significa que um melhoramento está em progresso no laboratório.
9=Isto irá desaparecer automaticamente quando o melhoramento estiver quase pronto.
10=Se o upgrade foi manualmente termindo com gemas antes do fim,
11=Clica no botão vermelho para reiniciar o temporizador de melhorias interno ANTES DE INICIAR UMA NOVA MELHORIA
12=Cuidado - Reinicios desnecessários do temporizador forçarão constantes verificações do laboratório
13=Tens 100% certeza de que queres reniciar o temporizador de melhorias do lab?
14=Clica OK para reiniciar
15=Ou clica Cancelar para SAIR
16=Reiniciar o temporizdor
17=Cancelar e voltar
18=Reiniciar o temporiador de melhorias do laboratório?
19=Melhoria de Tropa iniciada
20=Iniciará a verificação do fim em:

[615]
615=***Secção usada na aba Melhorias - Heróis***
1=Melhorar os Heróis Continuamente
2=Melhoria automática dos teus Heróis
3=Ativar melhoria do Rei quando tiveres Elixir Negro suficiente (Guardar Min. Elixir Negro)
4=Tu podes localizar manualmente o Altar do Rei na aba Misc
5=Verifica o valor do Retorno de Elixir Negro do Bot na Aba Misc vs Guardar Min. Elixir Negro aqui!
6=Ativar melhoria da Rainha quando tiveres Elixir Negro suficiente (Guardar Min. Elixir Negro)
7=Tu podes localizar manualmente o Altar da Rainha na aba Misc
8=Ativar melhoria do Guardião quando tiveres Elixir suficiente (Guardar Min. Elixir)
9=Tu podes localizar manualmente o Altar do Guardião na aba Misc
11=Ativado com Centro Da Vila 7 e superior
12=Ativado com Centro Da Vila 9 e superior
13=Ativado com Centro Da Vila 11

[616]
616=***Secção usada na aba Melhorias - Construções***
1=Edifícios ou Heróis
2=Nome
3=Nvl
4=Tipo
5=Custo
6=Tempo
7=Rep.
8=Localizar Melhorias
9=Clica no botão para localizar e recordar informação sobre melhorias de eificios/heróis
10=Qualquer melhoria com "repetir" ativado é ignorada e não pode ser localizado outra vez
11=Reiniciar Melhorias
12=Clica no botão para reiniciar e remover a informação de melhorias
13=Se "repetir" está assinalado, os dados não seráo reniciados
14=Min. Ouro
15=Guardar esta quantidade de Ouro após melhoria completa.
16=Defina esse valor conforme necessário para guardar para pesquisa ou melhoria de muros.
17=Min. Elixir
18=Guardar esta quantidade de Elixir após melhoria completa.
19=Defina esse valor conforme necessário para guardar para treinar tropas ou melhoria de muros.
20=Min Negro
21=Guardar esta quantidade de Elixir Negro após melhoria completa.
22=Aumenta este valor se queres fazer tropas de guerra.
27=Clica para Ativar Melhoria
28=após usar o botão Localizar Melhorias
29=Isto mostra o tipo de melhoria, clica para ver localização
30=Estado: Vermelho=Não programado, Amarelo=programado, não completo, Verde=Completo
31=Isto é atualizado com o nome da tropa depois de verificar as melhorias
32=Isto é atualizado com o nível da tropa depois de verificar as melhorias
33=O custo da melhoria é atualizado depois de verificar melhorias
34=Isto é atualizado com o tempo de melhoria depois de verificar as melhorias
35=Clica ara ativar a Melhoria contínua
36=Isto é atualizado com o tempo estimado da melhoria depois de verificar as melhorias
37=Estimar o Fim

[617]
617=***Secção usada na aba Melhorar - Muros***
1=Muros
2=Melhoria Automática
3=Clica para ativar a melhoria de muros quando houverem recursos suficientes
4=Nº de posições para testar e encontrar Muros. Quanto maior melhor, mas é mais lento.
5=TESTE
6=Clica aqui para ativar a deteção de muros.
7=Usar Ouro
8=APENAS usar Ouro para Muros.
9=Disponível em todos os níveis dos muros.
10=Usar Elixir
11=Usar apenas Elixir para Muros.
12=Disponivel apenas nos muros que podem ser evoluidos com Elixir.
13=Tentar Elixir primeiro e depois Ouro
14=Tentar usar elixir primeiro. Se não houver Elixir suficiente tentar Ouro.
15=Guardar UM Construtor para Muros
16=Clica aqui para reser var um construtor exclusivamente para muros e
17=Reduzir os construtores disponíveis em um para outras melhorias
18=Procurar níveis
19=Procurar Muros deste nível e tentar melhorá-los um por um.
20=Custo do próximo nível
21=Usa este valor como um indicador.
22=O valor irá atualizar se selecionares um outro nível de muros.
23=Guardar Min. Ouro
24=Guardar esta quantidade de Ouro depois de melhoria de Muro,
25=Define este valor para guardar Ouro para outras melhorias, ou procuras.
27=Guardar esta quantidade de Elixir depois de melhoria de Muro,
28=Define este valor para guardar Elixir para outras melhorias, ou treino de tropas.
29=Contador de Muros
30=Coloca o número de Muro do mesmo nível
31=que tu tens.
32=Guardar Min. Elixir

[618]
618=***Secção usada na aba Conquistas***
1=Farm de Defesas
2=Ativar Imbatível
3=Ativar farm de Defesas Vitoriósas para a conquista Imbatível.
4=Tempo de espera
5=Definir o tempo para parar o CoC e esperar por ataques enimigos para ganhar defesas vitoriósas. (1-99 minutos)
6=Minutos
7=Farm Min.
8=Guardar Min.
9=Quantidade de Ouro que para Farm de Defesas, muda para farm normal se abaixo.
10=Define este valor para a quantidade de Ouro que precisas para procurar ou melhorias.
11=Quantidade de Ouro nos Depósitos Necessária para ativar Farm de Defesas.
12=Define a quantidade de Ouro que precisas para atrair o enimigo ou para melhorias.
13=Quantidade de Elixir que para Farm de Defesas, muda para farm normal se abaixo.
14=Define este valor para a quantidade de Elixir que precisas para treinar tropas ou melhorias.
15=Quantidade de Elixir nos Depósitos Necessária para ativar Farm de Defesas.
16=Define a quantidade de Elixir que precisas para atrair o enimigo ou para melhorias.
17=Quantidade de Elixir Negro que para Farm de Defesas, muda para farm normal se abaixo.
18=Define este valor para a quantidade de Elixir Negro que precisas para treinar tropas ou melhorias.
19=Quantidade de Elixir Negro nos Depósitos Necessária para ativar Farm de Defesas.
20=Define a quantidade de Elixir que precisas para atrair o enimigo ou para melhorias.
21=Como usar o Modo Imbatível
22=Modo Imbatível irá ajudar-te a ganhar defesas e a conquista "Imbatível".
23=Define o "Tempo de Espera" para a quantidade de tempo que queres que o bot espere por uma defesa.
24=Farm Min é a quantidade de recursos que o bot deve ter antes de atacar.
25=Save Min é a quantidade de recursos que o bot deve ter antes de iniciar o Modo Imbatível.
26=Clica no link abaixo para mais informação:
27=Mais Info

[619]
619=***Secção usada na aba Notificar - PushBullet***
2=Alerta PushBullet
3=Ativar
4=Ativar Notificações PushBullet
5=Controle Remoto
6=Ativa as funções Remotas do PushBullet
7=Eliminar Msg ao Iniciar
8=Isto irá eliminar todas as notificações push anteriores quando iniciares o bot
9=Eliminar todas as Msg
10=Clica aqui para eliminar todas as mensagens Pushbullet.
11=Apagar msgs anteriores a
12=Eliminar todas as notificações push anteriores mais antigas do que uma hora especifica
13=Define o intervalo para mensagens para serem removidas.
14=Token de Acesso
15=Tu precisas de uma Token para usar as notificações do PushBullet. Obtém uma token a partir de PushBullet.com
16=Origin
17=Origin - Nome da Vila.
18=Enviar uma mensagem PushBullet para estas opções
19=Alvo Encont.
20=Enviar a quantidade de saque disponível quando o bot encontra uma vila para atacar.
21=Imagem-último ataq.
22=Enviar screenshot do último ataque.
23=Texto último ataq.
24=Enviar os resultados do último ataquem em texto.
25=Acamp. cheios
26=Enviar um alerta quando os acampamentos estiverem cheios.
27=Melhoria Muro
28=Enviar mais informação sobre melhoria de Muros.
29=Erro:Dessincroniz.
30=Enviar um alerta quando obtens um Erro: Cliente e o Servidor estao dessincronizados
31=Intervalo
32=Enviar um alerta quando jogaste por demasiado tempo e a tua vila precisa de um intervalo.
33=Report da Vila
34=Enviar o Reports da Vila.
35=Alerta Último ataque
36=Enviar info sobre o último ataque.
37=Outro dispositivo conectou
38=Enviar um alerta quando a tua vila foi conectada noutro dispositivo.
39=Horário de Notificações
40=Apenas durante estas horas do dia
326=Este botão irá limpar ou definir um conjunto inteiro de caixas
327=Este botão irá limpar ou definir um conjunto inteiro de caixas
346=Notificar apenas durante estes dias da semana
337= D
329=Domingo
338= S
330=Segunda-Feira
339= T
331=Terça-Feira
340= Q
332=Quarta-Feira
341= Q
333=Quinta-Feira
342= S
334=Sexta-Feira
343= S
335=Sábado
303=Ativar Telegram
304=Ativar notificações Telegram
314=Token (Telegram)
315=Precisas de uma Token para usar as notificações do Telegram. Obtém a tua token em Telegram.com
200=Construtor Parado
201=Enviar um alerta, quando pelo menos um construtor está parado.
202=Manutenção
204=BAN
205=Enviar um Alerta se a tua Vila foi BANIDA pela SuperCell
206=Atualização do BOT
207=Enviar um Alerta quando houver uma nova atualização do Bot.
1=PushBullet/Telegram Notify
41=Alert Last Attack
42=Send info about the Last Attack.
43=Another device
44=Send an Alert when your village is connected to from another device.
45=Maintenance
46=Send an Alert when CoC is under maintenance by SuperCell
47=BAN
48=Send an Alert if your village was BANNED by SuperCell
49=BOT Update
50=Send an Alert when there is a new version of the bot.
69=Help ?
70=Click here to get Help about Notify Remote commands to PushBullet and Telegram
51=Notify Schedule
52=Only during these hours of day
53=This button will clear or set the entire row of boxes
54=Notify only in this day of the week
55=S
56=Sunday
57=M
58=Monday
59=T
60=Tuesday
61=W
62=Wednesday
63=T
64=Thursday
65=F
66=Friday
67=S
68=Saturday

[620]
620=***Secção usada na aba Notificações - Instruções***
0=Funções do Controle Remoto
1=BOT
2= - enviar esta mensagem de ajuda
3= - eliminar todas as mensagem anteriores
4= - reiniciar o bot de <Village Name> e o Emulador Android
5= - parar o bot de <Village Name>
6= - pausar o bot de <Village Name>
7= - resumir o bot de <Village Name>
8= - enviar as estatísticas de <Village Name>
9= - enviar o arquivo da log atual de <Village Name>
10= - mandar uma screenshot do saque do último ataque de <Village Name>
11= - enviar os valores do último saque de <Village Name>
12= - envuar uma screenshot de <Village Name>
13=Tu podes controlar remotamente o bot enviando comandos com o seguinte syntax:
14=AJUDA
15=ELIMINAR
16=REINICIAR
17=PARAR
18=PAUSAR
19=RETOMAR
20=ESTATISTICAS
21=LOG
22=ULTIMOATAQUE
23=ULTIMOATAQUETXT
24=SCREENSHOT
25=Exemplos:
26=Pedir ajuda
29=logs
30=Log Atual
51=Comando Não Reconhecido
52=Por favor clica no botão Ajuda Bot para obter uma lista de todos os comandos.
89=Alvo encontrado! após
75=ignorado(s)
35=O
36=E
37=N
38=T
42=Nº de Construtores Livres
34=Último Ataque txt

[621]
621=***Secção usada na aba Tropas***
1=Tropas de Elixir
2=Definir a composição de tropas.
3='Usar Modo Quartel' ou 'Tropas Customizadas' para composições manuais.
4=Pré-Definido: Arqueiras
5=Pré-Definido: Bárbaros
6=Pré-Definido: Goblins
7=Pré-Definido: B.Arq
8=Pré-Definido: B.A.G.G.
9=Pré-Definido: B.A.Gigante
10=Pré-Definido: B.A.Goblin
11=Pré-Definido: B.A.G.G.D.Muros
12=Usar Modo Quartel
13=Tropas Customizadas
14=Tropas
15=Total
16=% total de tropas deve ser igual a 100%.
17=Modo Quartel
18=Define as tropas para fazer nos quarteis
19=Poder das Tropas
20=A.'Cheios'
21=Os acampamentos estão 'Cheios' quando chegarem a esta %, depois, começar a atacar.
22=Ad. Tropas
23=Tropas de Elixir Negro
24=Ad. Tropas Negras
25=Tropas dos Quarteis Negros
26=Define a % de
27= para fazer.
28=Insere o nº de
29=Feitiços para fazer.
200=Tempo de Espera do Treino
201=Fechar enquanto o treino decorre
202=Esta opção fechará o CoC pelo tempo necessário para o treino das tropas
203=Criação de Feitiços
204=Esta opção fechará o CoC pelo tempo necessário para os feitiços serem feitos
205=Curar Herói
206=Esta opção fechará o CoC pelo tempo necessário para a regeneração dos heróis, Requer esperar pelo herói ativo!
207=Fechar Emulador
208=Esta opção fechará o Emulador pelo tempo necessário para o treino das tropas
209=Usar Tempo Exato
210=Selecionar para esperar o tempo exato, necessário para terminar o treino das tropas
211=Adicionar Tempo Aleatório
212=Selecionar para ADICIONAR tempo aleatório, como humanos que se esquecem de clash
213=Introduz a porcentagem máxima de tempo extra para ser usada criando tempos de espera aleatórios,
214=O Bot irá computorizar um tempo de espera aleatório entre o tempo exato necessário, e
215=tempo exato mais porcentagem aleatória para parecer mais humano
220=Seleciona a quantidade d tempo para esperar quando a opção ativar
30=Completar espaços vazios
31=Completar com arqueiras
32=Se xxxx xxx xxxxx (inserir uma boa descrição) xxxx xxxx
33=Treino Rápido
34=Usar Treino Rápido
35=Usar a função Treino Rápido para treinar o Exército Anterior ou os Exércitos pré-definidos 1, 2 ou 3
36=Anterior
37=Exército 1
38=Exército 2
39=Exército 3

[622]
622=***Secção usada na aba Treinar - Feitiços***
1=Combinação de Feitiços
2=Capacidade Feit.
3=Insere o Nº da capacidade de Feitiços. Define ZERO se não queres Feitiços

[623]
623=***Secção usada na aba Treinar - Acelerar***
1=Acel. Restante
2=Acelerar Quarteis
3=Num. de Quarteis Para Acelerar
4=Quantos Quarteis para acelerar com GEMAS! USA COM CUIDADO!
5=Q.
6=Usa isto para acelerar os Quarteis com GEMAS! USA COM CUIDADO!
7=Acelerar Fábrica de Feitiços
8=F.F.
9=Usa isto para acelerar a Fábrica de Feitiços com GEMAS! USA COM CUIDADO!
10=Fábrica de Feitiços Sombrios
11=Usa isto para acelerar a Fábrica de Feitiços Sombrios com GEMAS! USA COM CUIDADO!
12=Acelerar Heróis
13=Rei Bárbaro
14=Usa isto para acelerar o Rei Bárbaro com GEMAS! USA COM CUIDADO!
15=Rainha Arqueira
16=Usa isto para acelerar a Rainha Arqueira com GEMAS! USA COM CUIDADO!
17=Grande Guardião
18=Usa isto para acelerar o Grande Guardião com GEMAS! USA COM CUIDADO!
19=Horário de Aceleração

[624]
624=***Secção usada na aba Atacar***
1=Atacar com
2=Tipo de Ataque
3=Ataque Padrão
4=Ataque Encriptado
5=Ataque Milking
6=Apenas usar estas tropas
7=Usar TODAS as Tropas
8=Use Troops in Barracks
9=Barb Apenas
10=Arq Apenas
11=B+A
12=B+Gob
13=A+Gob
14=B+A+Gi
15=B+A+Gob+Gi
16=B+A+Corredores
17=B+A+servos
18=Seleciona as tropas para usar nos ataques
19=Tropas especiais para usar
20=Usar o Rei em ataques...
21=Usar a Rainha em ataques...
22=Usar Guardião em ataques...
23=Usar o Castelo Clã em ataques se tiver reforços.
24=Usar Feitiços de Relâmpago em ataques...
25=Usar Feitiços de Cura em ataques...
26=Usar Feitiços de Fúria em ataques...
27=Usar Feitiços de Salto em ataques...
28=Usar Feitiços de Gelo em ataques...
29=Usar Feitiços de Veneno em ataques...
30=Usar Feitiços de Terramoto em ataques...
31=Usar Feitiços de Aceleração em ataques...
32=CV Snipe
33=CV externo Snipe primeiro
34=Se o CV está exposto, iniciar CV Snipe
35=Adicionar espaços
36=Número máximo de espaços a partir da borda para que o CV seja considerado externo
37=Tu podes adicionar/editar as definições do CSV na pasta CVS/THSnipe
38=Atacar Centros da Vila Expostos
39=Seleciona isto para atacar CVs expostos primeiro. (Centro da Vila fora dos Muros)
40=Dica: Seleciona também 'Encontrar Centro da Vila Exposto' na aba deProcura se queres que o bot apenas procure por vilas com o CV exposto.
41=Ativado com Centro da Vila 7 ou superior
42=Ativado com Centro da Vila 9 ou superior
43=Ativado com Centro da Vila 11

[625]
625=***Secção usada na aba Procurar***
0=Começar procura se
2=Definir o numero Min. de procuras para ativar esta opção de ataque
3=Definir o numero Max. de procuras para ativar esta opção de ataque
4=Troféus
5=Define o numero Min. de truféus onde este ataque será utilizado
6=Define o numero Max. de truféus onde este ataque será utilizado
7=Acampamentos
8=Define a % de acampamentos necessária para ativar esta opção de ataque durante a procura
9=Esperar heróis
10=Esperar pelo Rei estar pronto antes de atacar...
12=Esperar pela Rainha estar pronta antes de atacar...
13=Esperar pelo Guardião estar pronto antes de atacar...
14=Filtros
15=Procurar por bases que correspondam aos valores definidos para E/Ou/Mais Elixir.
16=E: Ambas condições devem ser encontras, Ouro e Elixir.
17=Ou: Uma condição deve ser encontrada, Ouro ou Elixir.
18=+ (Mais): Quantidade Total + Elixir deve ser encontrada.
19=O e E
20=O ou E
21=O + E
23=Define a quantidade Min. de Ouro para procurar numa Vila e atacar.
24=Define a quantidade Min. de Elixir para procurar numa Vila e atacar.
25=Define a quantidade Min. de Ouro + Elixir para procurar numa Vila e atacar.
26=Elixir Negro
27=Procurar por uma base que com os valores definidos para Min. Elixir Negro.
28=Define a quantidade Min. de Elixir Negro para procurar numa Vila e atacar.
29=Procurar por uma base que com os valores definidos para Min. Truféus.
30=Define a quantidade Min. de Truféus para procurar numa Vila e atacar.
31=Centro da Vila
32=Procurar por uma base com o valor Max. do nível do Centro de Vila definido.
33=Define o nível Max. do Centro de Vila para encontrar uma Vila e atacar.
34=Centro da Vila Exposto
35=Procurar por uma vila com o Centro da Vila exposto. (Fora dos Muros)
36=Base Fraca
37=Procurar por uma base com as defesas fracas.
38=Define o nível Max. do Morteiro para procurar e atacar.
39=Define o nível Max. da Torre de Mago para procurar e atacar.
40=Encontra Um e Depois Ataca
41=Apenas encontrar UMA das condições acima, depois atacar.
42=Centro da Vila, Distancia de
43=Borda, Adicionar espaços
44=Durante o treino
45=Adicionar numero de espaços desde a borda da base
46=Tropas Cheias
47=Introdu quantas 'Relvas' 1x1 espaço o CV pode estar da borda da base para ser considerado como CV externo.
48=Ex: (0) Espaços; CV deve estar exatamente na Borda. (4) Espaços: Cv pode estar 4 espaços afastado da borda.
49=Se o Cv está mais longe do que o Nº de espaços definidos, a base será ignorada.
50=Opção de espera pelo Herói desativada quando Melhoria contínua do herói ativada!
51=Define o nível Max. da X-Besta para procurar e atacar.
52=Define o nível Max. da Torre Inferno para procurar e atacar.
53=Define o nível Max. da Artilharia Àguia de Mago para procurar e atacar.
54=Max Morteiro
55=Max T. Mago
56=Max X-Besta
57=Max Inferno
58=Max A. Àguia
59=Encontrar uma base que nível do morteiro é inferior a este
60=Encontrar uma base que nível da Torre do Mago é inferior a este
61=Encontrar uma base que nível da X-Besta é inferior a este
62=Encontrar uma base que nível da Torre Inferno é inferior a este
63=Encontrar uma base que nível da Artilharia Àguia é inferior a este
65=Ativar com Centro da Vila 7 ou superior
66=Ativar com Centro da Vila 9 ou superior
67=Ativar com Centro da Vila 11
68=Nota - Ativar alcance da PROCURA para este tipo de ataque apenas.
69=Configurações não irão definir limites de procura para reiniciar o processo de procura!
70=Esta opção NÃO irá ajustar truféus para ficar nos limites inseridos!
71=Esperar pelos Feitiços ficarem Prontos
72=Parar a procura para este tipo de ataque quando os feitiços não estão prontos
73=Aviso: Não ativar a menos que tenhas a Fábrica de Feitiços ou o bot não atacará!
110=Numero de Feitiços treinados excede o total definido no GUI!
111=Reduz o numero de Feitiços treinados,
112=SE NÃO O BOT NUNCA IRÁ ATACAR!!
113=Clica SIM para fechar este aviso
114=SIM, Eu entendo o aviso|não
115=Esperar pelo AVISO dos Feitiços!
116=Desculpa, deves perceber o aviso e clicar SIM!
117=OK
118=Erro na Entrada do Usuário
119=Parabéns!!
120=Encontraste a mensagem secreta do bot!
121=Consegues encontrar o botão selecionado aleatóriamente para fechar esta mensagem?
122=HaHaHaHa...
123=És um VENCEDOR!!
124=Desculpa, não é esse botão!
125=Doar £5000 para MyBot.run enquanto esperas 15 minutos até que o tempo esgote?
126=Estás a ter problemas para encontrar o botão de sair?
127=Isto é divertido, consegues aguentar o dia todo?
128=Tenta quatro mais vezes, mais cedo ou mais tarde serás sortudo!
129=Tens uma Banana? O código macaco tem Fome!
130=Talvez clicar o mesmo botão até que o Sr. Aleatório escolher esse?
131=Desculpa, não podes 'escapar' disto!
132=Erro no programa! Os programadores podem arruinar uma boa piada.
1=Procurar
100=Parar a procura para este tipo de ataque quando os Feitiços não estiverem prontos
101=Aviso: Não atives a menos que tu tenhas uma Fábrica de Feitiços, ou o bot não atacará!

[626]
626=***Secção usada na aba Coletores***
1=Coletores
2=Escolher que coletores procurar durante a procura de uma Vila Inativa. Cheios ou não.
3=Nvl 6. Deve ser >
4=Nvl 7. Seve ser >
5=Nvl 8. Deve Ser >
6=Nvl 9. Deve Ser >
7=Nvl 10. Deve Ser >
8=Nvl 11. Deve Ser >
9=Nvl 12. Deve Ser >
10=(N/A)
11=Tolerância
12=Ajusta a tolerância de TODAS as imagens.
13=Se queres ajustar imagens individuais, tu deves editar os arquivos.
15=Se selecionado, o bot irá procurar
16=por coletores de elixir nível 6 durante a deteção de bases inativas.
17=por coletores de elixir nível 7 durante a deteção de bases inativas.
18=por coletores de elixir nível 8 durante a deteção de bases inativas.
19=por coletores de elixir nível 9 durante a deteção de bases inativas.
20=por coletores de elixir nível 10 durante a deteção de bases inativas.
21=por coletores de elixir nível 11 durante a deteção de bases inativas.
22=por coletores de elixir nível 12 durante a deteção de bases inativas.
23=Seleciona quanto cheios deverão estar os coletores nível 6 para ser considerado "inativo"
24=Seleciona quanto cheios deverão estar os coletores nível 7 para ser considerado "inativo"
25=Seleciona quanto cheios deverão estar os coletores nível 8 para ser considerado "inativo"
26=Seleciona quanto cheios deverão estar os coletores nível 9 para ser considerado "inativo"
27=Seleciona quanto cheios deverão estar os coletores nível 10 para ser considerado "inativo"
28=Seleciona quanto cheios deverão estar os coletores nível 11 para ser considerado "inativo"
29=Seleciona quanto cheios deverão estar os coletores nível 12 para ser considerado "inativo"
30=Cheio
31=AVISO: Não mudes estas definições a menos que saibas oque estás a fazer. Define isto para 0 se tu não tens a certeza.
32=Desativar Filtro do Coletor
33=Ao desativar o Filtro do Coletor, o bot irá considerar Vilas Inativas como Ativas
34=Coletores Necessários
35=Seleciona quantos coletores são necessários para considerar uma Vila como "Inativa"

[627]
627=***Secção usada na aba Carregar Estratégia***
1=Carregar Configurações pré configuradas.\n\n- Carregar aba Treinar Exército Todo \n- Carregar aba de Procurar e Atacar\n\n- EXCEPTO: Configurações de Replay\n- EXCEPTO: Configurações Snapshot do Saque\n- EXCEPTO: Configurações de Gemas
2=Carregar Configurações
3=Eliminar
4=Pasta de Estratégias

[628]
628=***Secção usada na aba Salvar Estratégia***
1=Nome do Arquivo de Estratégias
2=Notas
3=Salvar Configurações\n--------------------------------------\nSalvar TUDO:\n- Configurações Treinar Exército\n- Definições Atacar e Procurar\n\nExcepto:\n- Definições de Partilhar Replay\n- Definições Snapshot do Saque \n- Configurações Gemas\n--------------------------------------
4=Guardar Configurações

[629]
629=***Secção usada na aba Bully***
1=Combo de Ataques Bully
2=Bully, TODAS as bases que têm o nível de CV requerido abaixo serão atacadas.
3=Ativar Bully depois de
4=CV Bully: Nº de pesquisas para voltar a ativar.
6=Nível Max de CV
7=CV Bully: Nível Max. de CV para atacar.
8=Quando encontrado, atacar com as definições de
9=Ataque a VI
10=Usar configurações do ataque de Vilas Inativas ao atacar como CV Bully.
11=Ataque a VA
12=Usar configurações do ataque de Vilas Ativas ao atacar como CV Bully.

[630]
630=***Secção usada na aba Procurar - Opções***
1=Redução na Procura
2=Ativar Redução na Procura
3=Seleciona isto se queres que os valores de procura desçam automaticamente depois de um numero determinado de procuras.
4=Reduzir alvos a cada
5=Coloca o Nº de procuras para esperar antes que ocorra cada redução.
6=- Redizir Ouro
7=Menor valor para Ouro por esse valor em cada etapa.
8=- Reduzir Elixir
9=Menor valor para Elixir por esse valor em cada etapa.
10=- Reduzir Ouro + Elixir
11=Menor soma para O+E por esse valor em cada etapa.
12=- Reduzir Elixir Negro
13=Menor valor para Elixir Negro por esse valor em cada etapa.
14=- Reduzir Troféus
15=Menor valor para Truféus por esse valor em cada etapa.
16=Opções de Procura
17=Opção "Atacar Agora!".
18=Seleciona isto se queres a opção de ter o botão 'Atacar agora!' junto do
19=Add
20=Adicionar esta quantidade de tempo de reação para reduzir a velocidade da procura.
21=Reiniciar a cada
22=Voltar á base depois de x procuras e voltar a procurar vilas enimigas.
23=Alertar Vila encontrada
24=Seleciona isto se queres um alerta sonoro e um Balão quando uma base para atacar é encontrada.
25=Os botões de Iniciar e Pausar para ignorar Bases Inativas ou dodos os valores de procura.
26=O botão "Atacar Agora!" irá apenas aparecer na procura e vilas para atacar.

[631]
631=***Secção usada na aba Milking Attack***
0=Milking
2=Nível Min. dos coletores de elixir para atacar
3=Níveis 1-4
4=Nível 5
5=Nível 6
6=Nível 7
7=Nível 8
8=Nível 9
9=Nível 10
10=Nível 11
11=Nível 12
13=Atacar
14=Que tem um nível
16=Atacar apenas se
17=Distância entre a linha vermelha e os coletores
18=Atacar ouro se o ouro estiver abaixo de
19=Atacar elixir se o elixir estiver abaixo de
20=Atacar EN se o EN estiver abaixo de
21=4. Tropas a serem usadas para cada edifício
22=- Tropas por ronda:
23=- Max de Rondas:
24=- Atraso entre Rondas (ms):
25=5a. Snipe CV exposto depois de Milking
27=Max Espaços das Bordas
28=Usar Algorítomo
29=Snipe mesmo que não hajam coletores
30=Usar ataques encriptados para Vilas Inativas, isto desativa o ataque padrão
31=Lenda
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Fazer imagens de cada extrator com offset
39=Procura Completa, Apenas para propósitos de debug (muito lento)
40=C - Atacar
41=Fazer imagens de Vilas
48==
50=Forçar Tolerância
51=Tolerância normal
52=Tolerância Acelerada
53=Tolerância Destruida
56=Estruturas para atacar
57=D - Depois de Milking
58=Avançado
59=Lento: Verificar os recursos em cada coletor.
60=Rápido: Verificar lvl minas e colectores.
61=Verificar Estruturas Destruídas
62=Verificar Destruíção de Estruturas antes Ronda
63=Antes de atacar uma Estrutura, verificar se foi destruida numa outra ronda.
64=Deves ter um grande atraso entre Rondas para usar esta opção
65=Verificar Destruição de Estruturas depois Ronda
66=Depois de atacar a Estrutura, verificar se foi destruida numa outra Ronda.
67=Deves ter um grande atraso entre Rondas para usar esta opção
68=Configurações de Tolerância
71=5. Opções de Colocação
72=Colocar cada Goblin no mesmo lugar
73=Colocar cada Goblin em lugares diferentes
74=Ordem de Ataque: como encontada
75=Ordem de Ataque: Aleatória
76=Ordem de Ataque: Por lados
77=B - Condições
78=A - Estruturas
79=DIS.
80=Escolher o Tipo de Procura Milking
81=com esta opção pode detetar imegens de Extratores de Elixir indetetadas
82=Ativar CV Snipe
83=Ativar ataques Encriptados
84=5b. Continuar com um ataque Encriptado
85=Escolhe o numero máximo de rondas de tropas para colocar em cada coletor.
86=Se o coletor é destruido, então não haverão mais rondas.

[632]
632=***Secção usada na aba Estatisticas***
0=Nvl do CV:
1=Estatísticas
2=Começou com
3=Report
4=irá aparecer
5=aqui em
6=primeira volta.
7=A quantidade de Ouro que tinhas antes de iniciar o bot.
8=A quantidade de Elixir que tinhas antes de iniciar o bot.
9=A quantidade de Elixir Negro que tinhas antes de iniciar o bot.
10=A quantidade de Truféus que tinhas antes de iniciar o bot.
11=Ganho
12=A quantidade de Ouro que ganhaste no último ataque.
13=A quantidade de Elixir que ganhaste no último ataque.
14=A quantidade de Elixir Negro que ganhaste no último ataque.
15=A quantidade de Truféus que ganhaste no último ataque.
16=Bonús de Liga
17=A quantidade de Bonús de Ouro que ganhaste no último ataque.
18=A quantidade de Bonús de Elixir que ganhaste no último ataque.
19=A quantidade de Bonús de Elixir Negro que ganhaste no último ataque.
20=Total Ganho
21=O total de Ouro que ganhaste ou perdeste enquanto o bot esteve ligado.
22=(Isto inclui os gastos manuais de recursos em melhorias de edifícios)
23=O total de Elixir que ganhaste ou perdeste enquanto o bot esteve ligado.
24=O total de Elixir Negro que ganhaste ou perdeste enquanto o bot esteve ligado.
25=O total de Truféus que ganaste ou perdeste enquanto o bot esteve ligado.
26=Ganho por Hora
27=Ganho de Ouro por Hora
28=Ganho de Elixir por Hora
29=Ganho de Elixir Negto por Hora
30=Ganho de Troféus por Hora
31=Reset
32=Estatísticas: Misc
33=Ataques
34=O Nº de vilas que foram atacadas pelo bot.
35=Ignoradas
36=O Nº de vilas ignoradas pelo bot.
37=Melh. em Ouro
38=O Nº de muros melhorados com Ouro.
39=Melh. em Elixir
40=O Nº de muros melhorados com Elixir.
41=O número de edifícios melhorados com Ouro
42=O número de edifícios melhorados com Elixir
43=Melhoria de Herói
44=O número de melhorias de Heróis
45=Perdidos
46=O número de Troféus perdidos pelo bot de acordo com as Configurações de Troféus (na Aba do Misc)
47=Tempo Ligado
48=O tempo total em que o bot esteve ligado.
49=Custo de Melh. com Ouro
50=Ouro usado pelo bot para melhorar muros
51=Custo de Melh. Ouro
52=Elixir usado pelo bot para melhorar muros
53=Ouro usado pelo bot para melhorar edifícios
54=Elixir usado pelo bot para melhorar Edifícios
55=Custo de Melh. ENegro
56=Elixir Negro usado pelo bot para melhorar heróis
57=Nº de Des.
58=O número de Erros de Desincronizações ocorridos
59=Custo da Procura
60=Custo da Procura de vilas que foram ignoradas em Ouro
61=Custo de Treino em Elixir
62=Elixir gasto no treino de Tropas
63=Custo de Treino em EN
64=Elixir gasto no treino de Tropas Negras
65=Ouro coletado
66=Ouro ganho ao coletar as minas
67=Elixir coletado
68=Elixir ganho ao coletar os coletores
69=ENegro coletado
70=Elixir Negro ganho ao coletar as Brocas
71=Vila Inativa
72=Atacadas
73=O Nº de Vilas Inativas atacadas pelo bot.
74=ganho
75=A quantide de Ouro ganho pelo bot ao atacar Vilas Inativas.
76=A quantide de Elixir ganho pelo bot ao atacar Vilas Inativas.
78=Vila Ativa
79=O Nº de Bases Ativas atacadas pelo bot.
80=A quantide de Ouro ganho pelo bot ao atacar Vilas Ativas.
81=A quantide de Elixir ganho pelo bot ao atacar Vilas Ativas.
82=A quantide de Elixir Negro ganho pelo bot ao atacar Vilas Ativas.
83=A quantide de Truféus ganhos pelo bot ao atacar Vilas Ativas.
84=CV Bully
85=O Nº de CV Bully atacadas pelo bot.
86=A quantide de Ouro ganho pelo bot ao atacar CV Bully.
87=A quantide de Elixir ganho pelo bot ao atacar CV Bully.
88=A quantide de Elixir Negro ganho pelo bot ao atacar CV Bully.
89=A quantide de Truféus ganha pelo bot ao atacar CV Bully.
90=CV Snipe
91=A quantide de Ouro ganho pelo bot ao atacar CV Snipe.
92=A quantide de Elixir ganho pelo bot ao atacar CV Snipe.
93=A quantide de Elixir Negro ganho pelo bot ao atacar CV Snipe.
94=A quantide de Truféus ganha pelo bot ao atacar CV Snipe.
95=O numero de TH Snipes bem sucedidos
96=O numero de TH Snipes falhados
97=aqui depois
98=cada ataque.
99=irá atualizar
100=A quantidade de Elixir Negro ganho ao atacar Vilas Inativas.
101=O Nº de CV Snipes atacados pelo Bot.
102=Ùltimo Ataque
103=Melhoria Feitas
104=Custos de Melhorias
105=Ligado:
106=Liga

[007]
007=***Secção usada na aba Estatisticas de Doações***
1=Doações
2=Tropas Elixir
3=Total Doado
4=Tropas Elixir Negro
5=Feitiços Negros
6=Reset Doações

[633]
633=***Secção usada na aba Opções - Fim Batalha***
1=Partilhas Replay
2=Partilhar Replays com os membros do Clã.
3=Seleciona isto para partilhar o replay da tua batalha no chat do clã.
4=Quando Saque Ganho
5=Apenas Partilhar Replay quando o saque da batalha for superior a esta quantia de Ouro.
6=Apenas Partilhar Replay quando o saque da batalha for superior a esta quantia de Elixir.
7=Apenas Partilhar Replay quando o saque da batalha for superior a esta quantia de Elixir Negro.
8=Usar uma mensagem aleatória desta lista
9=Boa\r\nMuito bem\r\nObrigado \r\nWoooow
10=Mensagem para mandar ao Partilhar o Replay
11=Tirar uma snapshot
12=Seleciona isto se queres guardar a snapshot to saque da Vila atacada.
13=Incluir o saque no nome do ficheiro
14=Incluir o saque no nome da screenshot

[634]
634=***Secção usada na aba Opções - Ataque***
1=Habilidades dos Heróis
2=Ativar Automáticamente
3=Ativar a Habilidade quando o Herói ficar fraco.
4=Os Heróis sao verificados e ativados individualmente.
5=Temporizado
6=Ativar a habilidade com temporizador.
7=Todos os Heróis são ativados ao mesmo tempo.
8=Define o tempo em segundos para ativar a Habilidade do Herói.
9=Ativação temporizada do Grande Guardião depois de
10=Usar a habilidade do Grande Guardião com temporizador.
11=Define o tempo em segundos para ativar a Habilidade do Grande Guardião.
12=Castelo Clã
13=Equilibrar Doadas/Recebidas
14=Usar o Castelo Clã apenas se o racio de Doações/Recebidas for superior a D/R abaixo.
15=Racio de Doações
16=Racio pretendido Doadas/Recebidas
17=1/1 significa Doadas = recebidas, 1/2 significa Doadas = metade das recebidas etc.
18=Racio Recebido
20=Horário de Ataque
21=Ativar Horário
22=Esta opção irá permitir agendar o tempo de ataque
23=O Bot continua Ligado e irá atacar apenas quando o Horário permitir
24=Fechar CoC
25=Esta Opção irá fechar o CoC quando o Ataque e Procura não estiver agendado!
26=O Bot continua ligado e irá reiniciar quando o horário permitir
27=Fehar o emulator
28=Esta Opção irá fechar o emulador quando a Procura e Ataque não estiver agendado!
29=Desativar Aleatório
30=Esta opção irá parar de ataar aleatoriamente
31=Seleciona o numero de horas para parar de atacar
32=
33=
34=
35=Limite Diário
36=Irá parar de atacar aleatoriamente quando exceder o limite aleatório escolhido
37=Escolhe o numero minimo de ataques permitidos por dia
38=Escolhe o numero máximo de ataques permitidos por diaEnter maximum number of attacks allowed per day
39=-
40=Ativar o horário de usar o CC
41=Usar o Hórario para definir quando é permitido usar o CC, \r\n é sempre usado quando o Horário não está ativado

[635]
635=***Secção usada para Criar Ataques Encriptados***
1=Criar novos Ficheiros Script
2=Novo Arquivo Script
3=Ficheiro não existe, por favor insere um novo nome
4=Um erro ocurreu ao criar o ficheiro.
5=Copia para o Novo Ficheiro Script
6=Copiar
7=para o Novo Ficheiro Sriptto New Script Filename

[636]
636=***Secção usada na aba Opções do Bot***
2=Quando nenhum Bot Carrega
3=Verificar Atualizações
4=Verificar se estas a usar a mais recente verção do Bot.
5=Eliminar Fic da Log
6=Eliminar ficheiros da log mais antigos do que este numero especifico de dias.
7=dias
8=Eliminar Fic Temp
9=Eliminar Ficheiros temp mais antigos do que este numero especifico de dias.
10=Eliminar Img Saque
11=Eliminar Imagens de saque mais antigas do que este numero especifico de dias.
12=Quando o Bot Iniciar
13=Iniciar Auto
15=Verificar a Lingua do Jogo (EN)
16=Verificar se o Jogo está com a linguagem correta (deve ser ingles).
17=Alinhamente Auto
18=Reposição/Alinhamento do Emulador Android e do Bot no ecrã.
19=Deslocar
20=Deslocar pixeis horizontais entre o Emulador Android e a janela do Bot.
21=Deslocar pixeis verticais entre o Emulador Android e a janela do Bot.
22=0,0: Emulador Android-Bot
23=0,0: Bot-Emulador Android
24=SNAP: Bot canto superio direito para Android
25=SNAP: Bot canto superior esquerdo para Android
26=SNAP: Bot canto inferior direito para Android
27=SNAP: Bot canto inferior esquerdo para Android
28=0,0: Reposição do Emulador Android no ecrã para a posição 0,0 no ambiente de trabalho windows e alinhar a janela do bot para a direita ou esquerda deste.
29=SNAP: Apenas Reordenar janelas, alinhar a janela do bot com a do Emulador android no canto superior direito, canto superior esquerdo, canto inferior direito ou canto inferior esquerdo.\r\nDOCK: Integrar o erã do Android com a janela do bot.
30=Tempo de click de treino
31=Treinar Tropas
32=atraso
33=Aumentar o atraso se o PC está lento ou para criar uma velocidade de click de treino mais humana
34=Debug
35=Debug: Escreve as coordenadas (x,y) clicadas para a log.
36=Debug: Ativa a mensagem de debug SetLog no código para a Resolução de problemas.
37=Debug: Guarda as imagens OCR para a Resolução de Problemas.
38=Debug: Guarda Imagens para a Resolução de Problemas.
39=Debug: Mostra as posições dos edifícios na log.
40=Click
41=Mensagens
42=OCR
43=Imagens
44=Edificios
45=Outras Opções
46=Forçar total dos acamp.
47=Se não detetada a definição de valores dos acampamentos(em vez de perguntar)
55=Opções de Screenshot
56=Criada em formato PNG
57=Esconder a Vila e o Nome do Clã
58=INICIAR automaticamente o bot depois deste numero de segundos.
61=Forçar PB logoff único
62=Isto força o bot a sair do CoC apenas uma vez anterior para o inicio normal do PB
63=Escreve o numero de minutos para manter o CoC fechado. Define para 15 minutos para reiniciar o temporizador do PB!
65=Subtrai temp. saida prévia PB
66=Escreve o numero de minutos para sair do CoC mais cedo! Configurações abaixo de 10 poderão não funcionar!
71=Reiniciar o Bot para carregar programa com nova linguagem:
72=Opções
73=Treinar
74=Debug: Mostra debug durante o treino.
75=Atraso na Procura de Vilas
76=Usa isto para midar o tempo de espera entre os próximos clicks na procura de uma Vila para atacar.
77=Isto pode compensar a Dessincronização em alguns PCs.
78=NÃO GARANTIDO! Isto poderá não ter os mesmos resultados sempre!
80=Max
81=Ativar o valor por definição do Atraso Aleatório na Procura de Vilas
82=valor Max do slider abaixo do que o slider de cima Min.
83=Língua do GUI
84=Usa isto para mudar a língua do GUI para uma diferente
85=Dispositivo Remoto
86=Quando 'Outro Disp.' esperar
87=Insere o tempo (em minutos) ara esperar antes do bot reconnectar quando outro dispositivo assumiu o contolo.
88=Testar Treino
89=Testar Doar
90=Testar Barra de Ataque
91=Doações debug Online
92=Debug: Fazer o ocr de doações e simular Apenas Doar mas não Doar qualquer Tropa
93=Avançado
94=Click Aleatório
95=DOCK: Android into Bot
96=Atualizar quando Minimizado
97=Ativar rotinas de minimização diferentes para a janela do bot.\r\nQuando o bot é minimizado, as atualizações do ecrã aparecem na pré-visualização da barra de tarefas.
98=Esconder quando Minimizado
99=Esconder a janlea do bot na barra de tarefas quando minimizado.\r\nUsar trayicon 'Mostrat bot'para mostrar a janela do bot de novo.
100=Desativar Ecrã Splash
101=Desativar Ecrã Splash no inicio.
102=Testar o Click (scrolling)
103=Testar Imagem
104=Forçar Deteção do CC
105=Testar CC
106=Atacar CSV
107=Debug: Gera um CVS especial analiza os ficheiros da log
108=Atacar Imagem CSV
109=Debug: Guarda limpa e imagens de localizações marcadas de bases atacadas por scripts de CVS
110=Testar Pedir
111=Test Tamanho da Vila
112=Disativar Diminuir o Zoom
113=Debug: Desativa o Diminuir o Zoom da Vila.
114=Debug: Desativa a cntralização da Vila.
115=Testar Vila Inativa

[637]
637=***Secção usada na aba Bot - Perfis***
1=Troca de Perfis
2=Usa isto para trocar para um perfil diferente
3=Os teus perfis podem ser encontrados em
4=MinhaVila
5=Tua Vila/nome de perfis
6=Adicionar Novo Perfil
7=Confirmar
8=Eliminar Perfil
9=Cancelar
10=Renomear Perfil
11=Perfil já existe
12=%s já existe.\r\nPor Favor usa outro nome para o teu perfil.
14=Tens a certeza que queres eliminar este perfil?\r\nEsta ação não pode ser desfeita.

[640]
640=***Secção usada para todos os Avisos***
1=Ok|Cancelar
2=Mostrar erro das Definições
3=DPI incorreto
4=O teu SPI está incorreto. É definido para
5=%. Deves definir ito para 100% para o bot funcionar.
6=Quando mudares o DPI para o valor correto, reinicia o teu computador e inicia o bot de novo.
7=Tu não podes usar o bot até fazeres esta mudança.
8=Clica OK para ver as instruções de como mudar o DPI
9=Não Suportado
10=Desculpa, mas o teu sistema operativo não é compativel com o bot.
11=Chefe, estão em falta alguns ficheiros!
12=Por favor estrai todos os ficheiros e pastas e inicia este programa de novo!
13=Desculpa, O botão Iniciar está desabilitado até ser corrigido!
14=Ok
15=Chefe, nome do ficheiro incorreto!
16=Tu renomeaste o ficheiro "MyBot.run.exe"! Por favor muda isto de novo para MyBot.run.exe e reinicia o bot!
17=MyBot experiênciou um erro grave!
18=Incapaz de encontrar ou iniciar
19=e procura nos forums www.mybot.run para mais ajuda
20=Fechar MyBot!
21=Ok - Deves sair do Programa
22=Reinicia o PC e tenta de novo,
23=Quarteis
24=Acampamentos
25=Clica OK e depois clica num dos teus
26=Não movas o rato rapidamente depois de clicar na locaização
27=Assegura-te de que o nome do edifício é visível para mim!
28=Localizar
29=Pergunta
30=Quantos quarteis tens?
31=Insere a posição da aba VisãoGeralDoEcército a posição deste(s) quastel(eis) [1|2|3|4] :
32=Clica OK e depois clica no Castelo Clã
33=Localizar o Castelo Clã
34=Clica OK e depois clica no Altar da Rainha
35=Localizar o Altar da Rainha
36=OK
37=Aviso!
38=Agora podes remover o rato para fora o Emulador Android, Obrigado!!
39=Clica OK e depois clica no Altar do Rei
40=Localizar o Altar do Rei
41=Clica OK e depois clica no altar do Grande Guardião
42=Localizar o Altar do Grande Guardião
43=Clica OK e depois clica no Laboratório
44=Localizar Laboratório
45=Clica OK e depois clica na Fábrica de Feitiços
46=Localizar Fábrica de Feitiços
47=Localizar Fábrica de Feitiços Sombrios
48=Clica OK e depois clica na Fábrica de Feitiços Sombrios
49=Clica OK e depois clica no Centro da Vila
50=Localizar Centro da Vila
51=Clica no botão 'Localizar Edifício' e depois clica no teu Edifício/Herói para melhorar.
52=Clica no botão 'Terminado' quando acabares de localizar todas as melhorias.
53=Clica no Cancelar para sair do "encontar" Edifícios.
54=Localizar Edificios|Terminado|Cancelar
55=Localizar Melhorias
56=Erro na Leitura do Texto
57=Insere o susto da melhoria
58=Guardar cópia de imagem de melhoria para a análise dos desenvolvedores?
59=SIM|NÃO
60=   Ouro   |  ELIXIR  |ELIXIR Negro
61=Usúario precisa de Ajuda
62=Seleciona o tipo de melhoria:
63=Clica OK para eliminar e reiniciar todas asInfos dos Edifícios,
64=NOTA =>> O Bot irá fechar e precisa de ser reiniciado quando completo
65=Ou Clica Cancelar para Sair
66=Eliminar E Sair|Cancelar
67=Eliminar Informação de Edificios?
68=Tens 100% de certeza de que queres eliminar a informação sobre os Edificios?
69=Clica OK para eliminar e reiniciar o bot (manualmente)
70=Eliminar Configuração
71=Tens a certeza que queres eliminar a Configuração?
72=Se tu localizares o teu CV orque o melhoraste,
73=então deves reiniciar o bot!!!
74=Clica OK para reiniciar o bot,
75=Sair|Cancelar
76=Fecha o Bor Por Favor!
77=Tens 100% de certea que queres reiniciar o bot?
78=Clica OK para fechar o bot e depois reiniciar o bot (manualmente)

[641]
641=***Secção usada no Treino do Exército - Opções***
1=Opções
2=Tempo de Espera do Treino
3=Fechar durante o Treino
4=Opção irá fechar o CoC pelo tempo necessário para completar o treino das TROPAS quando o escudo está ativo
5=Fechar para a criação de Feitiços será ativada quando 'Esperar por Feitiços' estiver selecionada na aba de Procura
6=Close for Hero healing will be enabled when 'Wait for Heroes' is enabled on Search tabs
7=Sem Escudo
8=Opção irá fechar o CoC pelo tempo necessário para completar o treino das TROPAS quando o escudo não está ativo
9=Nota - Tu odes ser atacado e perder truféus quando esta opção está ativada!
10=Fechat Aleat.
11=Opção irá aleatoriamente escolher ente Tempo Esgotado, Fechat CoC, ou Fechat o Emulador quando selecionado
12=
13=Fechar Emulador
14=Opção irá fechar o Emulador Android completamente quando selecionado
15=Ao ativar esta opção poderá aimentar o tempo offline um pouco devido á variável de tempo necessária para iniciar
16=Tempo Exato
17=Seleciona para esperar o tempo exato necessário para as tropas completarem o treino
18=Seleciona a quantidade de tempo para esperar quando ativar
19=Tempo Aleatório
20=Seleciona para ADICIONAR um tempo aleatório extra, como um humano que se esquece de clash
21=Insere a porcentagem máxima de tempo adicional para ser usado criando tempos de espera aleatórios
22=Bot irá alcular o tempo de espera aleatório entre o tempo exato necessário, e
23=porcentagem aleatória máxima inserida ara parecer mais humano
25=Ordem de Treino
24=Insere a sequência da ordem de treino de
27=Ativar para selecionar uma ordem costumizada de tropas de elixir
28=Mudar a ordem de trino pode ser útil com CVS encriptado de exércitos de ataque!
29=Insere a sequência da ordem de Treino da tropa #
26=Ordem customizada de Elixir
30=Aplicar Nova Ordem
31=Clica no botão quando acabares de escolher a ordem costumizada do treino de tropas
32=O icon muda de cor baseando-se nas Estatísticas: Vermelho= não definido, Verde = Ordem definida
33=Ordem Customizada Negra
34=Ativar para selecionar uma ordem costumizada de tropas Negras
35=Adicionar Atraso aleatório no treino
36=Adicionar atraso aleatório
37=Adicionar atraso aleatório entre duas rondas de treino do exército.
38=Esta opção reduz as rondas para a janela de treino, humanizando o bot, espaçando as rondas cada vez com um intervalo casual escolhido entre os valores mínimos e máximos indicados abaixo.
39=Entre
40=E
[1000]
1=Treinar Tropas
2=Preparar Feitiços
3=Opções de Treino | Treino Rápido
[700]
0=Goblin XP
1=Goblin XP
2=Ativar Goblin XP
3=Farmar XP durante Treino
4=Farmar XP em vez de Atacar
5=Usar
6=
7=XP Inicial
8=XP Atual
9=XP Ganho
10=XP Ganho/Hora
11=Goblin XP ataca contínuamente mapa Goblin por XP.
12=Ganhas 5 XP por Ataque
13=LOCKED
14=Max XP to Gain
[42]
0=Enable Bot Humanization
1=Make ALL BOT clicks random
2=Settings
3=Read the Clan Chat
4=Read the Global Chat
5=Say...
6=Hello !
7=Or
8=Re !
9=Launch Challenges with message
10=Can you beat my village ?
11=Watch Defenses
12=Watch Attacks
13=Max Replay Speed 
14=Pause Replay
15=Watch War log
16=Visit Clanmates
17=Look at Best Players
18=Look at Best Clans
19=Look at Current War
20=Watch Replays
21=Do nothing
22=Max Actions by Loop
23=Collect achievements automatically
24=Look at red/purple flags on buttons
[Language]
DisplayName=Portuguese
[11]
1=Top Loot
2=Top Gold gained
3=Top Elixir gained
4=Top Dark gained
5=Top Trophy gained
